[
    {
    "1": {
            "title": "1 ) Follow ToS/Community Guidelines and Minecraft EULA at all times",
            "desc": "• Discord [ToS](https://discord.com/terms) and Community Guidelines \n• Minecraft EULA \nThis includes, but not limited to: \n• No talking/promoting about cheats/hacks. \n• No talking about using modifications on servers that do not allow it. \n• No talking/promoting illegally obtained accounts, the only official place to get accounts is https://www.minecraft.net/"
        },
    "2": {
            "title": "2 ) Moderators have the final say",
            "desc": "• Do not argue with them \n• They can and will take action against you for reasons not listed here"
        },
    "3": {
            "title": "3 ) If you need help, go to #help and describe your problem in detail",
            "desc": "• Saying things like \"help!\" or \"can someone help me?\" or \"I need help\" will likely lead you to be ignored, state your problem with details (also see https://dontasktoask.com/) \n• Do not dm staff for support, you will likely be ignored. go to #help if you need help \n• If you have a bug or suggestion, submit an issue on the Baritone repo"
        },
    "4": {
            "title": "4 ) Use common sense",
            "desc": "• Absolutely no slurs, racism, bigotry, or anything that does not comply with the community guidelines. \n• In general: Rude people will get muted. This is a Minecraft mod, there is absolutely no reason or justification for any kind of impoliteness. Be kind, it's not hard. \n• Don't ping staff or random people, if you need help just be patient, you can and will be muted for pinging random people \n• No advertising, this includes but not limited to sending discord invites, links to paid products, personal twitch/youtube/any other media platform links \n• Don't spam, it does nothing and is pointless and not allowed"
        },
    "5": {
            "title": "5 ) No NSFW",
            "desc": "• No NSFW images, gifs, videos, links, pfps, emotes, names, statuses, or anything of that nature"
        },
    "6": {
            "title": "6 ) No Anime/Among us (sorta)",
            "desc": "• This is more of a send at your own risk type of rule, some staff are weebs and some will mute you for being a web. (same with among us)"
        }
    }
]